import React from "react";

const Attention = () => (
  <div className="attention">
    <h2>個人情報の取り扱いについて</h2>
    <p>
      入力していただいた個人情報について、不正アクセス、紛失、漏洩等が発生しないよう
      管理責任者を定め、個人情報取り扱い規定を整備し、これらの危険に対する安全対策
      を積極的に実施します。
    </p>
    <p>
      入力していただいた個人情報は、ご本人の同意がない限り第三者には提供いたしません。
    </p>
    <p>
      入力していただいた個人情報は当社にて厳重に管理し、プレゼントの発送以外の目的では
      使用いたしません。
    </p>
    <p>
      個人情報の取り扱いの全てもしくはその一部を外部に委託する場合、委託を受けた者に対し
      て適切な監督を実施します。
    </p>
  </div>
);

export default Attention;
